Repository: Elementtair/transformer
Catalog: app/lang/*/admin_maintenance.po
Languages: ru

source: Maintenance head
ru: Обслуживание форума

source: Rebuild index head
ru: Перестройка поискового индекса

source: Rebuild index info
ru: Если вы добавляли, правили или удаляли сообщения вручную в базе данных или если наблюдаете проблемы с поиском, вы можете перестроить поисковый индекс. Для большей производительности включите режим обслуживания (см. выше) на время перестройки. <b>Перестройка индекса может занять продолжительное время и увеличивает загрузку сервера!</b>

source: Posts per cycle label
ru: Сообщений за цикл

source: Posts per cycle help
ru: Количество индексируемых сообщений на одной странице. Т.е. если вы введёте 300, триста сообщений будут проиндексированы и затем страница обновится. Это сделано для того, чтобы скрипт не превысил допустимое время на выполнение.

source: Starting post label
ru: ID первого сообщения

source: Starting post help
ru: ID сообщения, с которого начнется перестройка. По умолчанию оно равно ID первого сообщения в базе. Как правило, вам не нужно трогать это поле.

source: Empty index label
ru: Очищать индекс

source: Empty index help
ru: Включите эту опцию, если надо очистить индекс перед переиндексацией (см. ниже).

source: Rebuild completed info
ru: Когда процесс завершится, вы будете перенаправлены снова на эту страницу. Если захотите прервать процесс, запишите значение ID, которое получилось в конце страницы и введите ID+1 в "ID первого сообщения" когда/если захотите продолжить (галку "Очищать индекс" нужно будет снять).

source: Rebuild index
ru: Перестроить индекс

source: Rebuilding search index
ru: Перестройка поискового индекса

source: Rebuilding index info
ru: Перестройка индекса. Подходящее время чтобы попить кофе :-)

source: Rebuilding index end
ru: Перестройка индекса закончена.

source: Processed posts
ru: Обработаны сообщения с <b>%1$s</b> по <b>%2$s</b> …

source: Click here
ru: Кликните здесь

source: Javascript redirect failed
ru: Автоматическая переадресация выключена. %s чтобы продолжить …

source: Posts must be integer message
ru: Число сообщений за цикл должно быть положительным целым числом.

source: Days must be integer message
ru: Число дней должно быть положительным целым числом.

source: No old topics message
ru: Нет тем старше %s дней. Пожалуйста, уменьшите значение "Дней" и попробуйте снова.

source: Posts pruned redirect
ru: Сообщения очищены.

source: Prune head
ru: Очистка

source: Prune subhead
ru: Удаление старых сообщений

source: Days old label
ru: Дней

source: Days old help
ru: Минимальный "возраст" сообщений, которые подлежат удалению. Т.е. если вы ввели 30, все темы, в которых за 30 последних дней не было ни одного сообщения, будут удалены.

source: Prune sticky label
ru: Удалять важные темы

source: Prune sticky help
ru: Если включено, важные темы тоже будут удаляться.

source: Prune from label
ru: Что чистить

source: All forums
ru: Все форумы

source: Prune from help
ru: Форум, который вы хотите почистить.

source: Prune info
ru: Пользуйтесь с осторожностью. <b>Удалённые сообщения невозможно восстановить.</b> Для большей производительности желательно включить %s на время очистки.

source: Confirm prune subhead
ru: Подтверждение удаления

source: Confirm prune info
ru: Вы действительно хотите очистить все темы старше %s дней из %s (это %s тем).

source: Confirm prune warn
ru: ВНИМАНИЕ! Очистка удаляет сообщения безвозвратно.

source: Maintenance subhead
ru: Обслуживание

source: Maintenance mode label
ru: Включить

source: Maintenance mode help
ru: Если включено, форум будет доступен только для Администраторов. Может использоваться, если надо временно выключить сайт для проведения каких-то работ. <b>ВНИМАНИЕ! Не выходите с форума пока действует режим обслуживания.</b> Вы не сможете войти обратно.

source: Maintenance message label
ru: Текст сообщения (HTML)

source: Maintenance message help
ru: Сообщение, которое будет показываться посетителям форума пока действует режим обслуживания.

source: Default maintenance message
ru: Форум временно закрыт на обслуживание. Пожалуйста, попробуйте зайти позже.
