Repository: Elementtair/transformer
Catalog: app/lang/*/admin_install.po
Languages: ru

source: Welcome
ru: Этот скрипт поможет вам перенести базу данных стороннего форума в ForkBB. Также вы можете выполнить объединение форумов.

source: Choose install language
ru: Язык скрипта установки

source: Install language
ru: Язык

source: Choose install language info
ru: Язык, на котором будет отображаться информация во время работы скрипта.

source: Select
ru: Выбрать

source: Install
ru: Установка ForkBB rev.%s

source: Database source setup
ru: <b>Источник</b>

source: Database receiver setup
ru: <b>Получатель</b>

source: Info 1
ru: Полная информация о подключаемой базе данных.

source: Database type
ru: Тип базы данных

source: Info 2
ru: Выберите тип базы данных. Форум поддерживает SQLite, MySQL и PostgreSQL.

source: Database server hostname
ru: Адрес сервера базы данных

source: Info 3
ru: Вы можете уточнить адрес у хостера, если <code>localhost</code> не работает.

source: Database name
ru: Имя базы данных

source: Info 4
ru: Имя базы данных, в которую будет установлен ForkBB.

source: Database username
ru: Имя пользователя базы данных

source: Database password
ru: Пароль к базе данных

source: Info 5
ru: Введите имя пользователя и пароль для подключения к базе данных (для SQLite оставьте пустыми).

source: Table prefix
ru: Префикс таблиц

source: Info 6
ru: Префикс может содержать буквы от a до z (латиница), цифры и знак подчеркивания. Первой должна идти буква. Максимальная длина 40 символов.

source: Administration setup
ru: <b>Настройки администратора</b>

source: Info 7
ru: Создайте первый аккаунт на вашем форуме.

source: Administrator username
ru: Имя администратора

source: Info 8
ru: Имя должно начинаться с буквы. Может содержать буквы, цифры, пробел, точку, дефис и знак подчеркивания.

source: Administrator passphrase
ru: Кодовая фраза администратора

source: Info 9
ru: Кодовая фраза должна содержать несколько слов. Иметь длину не менее 16 символов. Она чувствительна к регистру.

source: Administrator email
ru: Почта администратора

source: Info 10
ru: Укажите действующий почтовый адрес.

source: Board setup
ru: <b>Настройки форума</b>

source: Info 11
ru: Настройки вашего форума. Можете изменить их позже.

source: Board title
ru: Заголовок форума

source: Board description
ru: Описание форума (поддерживает HTML)

source: Base URL
ru: URL форума

source: Default language
ru: Язык по умолчанию

source: Default style
ru: Стиль по умолчанию

source: Start install
ru: Начать установку

source: You are running error
ru: Вы используете %1$s версии %2$s. ForkBB rev.%3$s требует как минимум %1$s %4$s для своей работы. Вы должны обновить ваш %1$s, прежде чем продолжить.

source: Alert folder %s
ru: Для правильного функционирования ForkBB директория <em>%s</em> должна быть открыта для записи из PHP. Используйте chmod для установки прав на директорию.

source: No language packs
ru: Нет языковых пакетов.

source: No styles
ru: Нет стилей.

source: No DB extensions
ru: Ваш PHP не поддерживает ни одного типа БД поддерживаемого ForkBB. PDO должен быть включен.

source: No access to main.dist.php
ru: Нет доступа к файлу конфигурации main.dist.php.

source: My ForkBB Forum
ru: Мой ForkBB форум

source: Description
ru: Форум работает на движке с открытым исходным кодом - ForkBB.

source: Wrong email
ru: Ошибка в адресе электронной почты администратора.

source: Table prefix error
ru: Префикс '%s' не соответсвует формату.

source: Prefix reserved
ru: Префиксы 'sqlite_' и 'pg_' зарезервированы. Выберите другой префикс.

source: Existing table error
ru: В базе '%2$s' есть таблицы с префиксом '%1$s': <b>%3$s</b>.

source: Administrators
ru: Администраторы

source: Administrator
ru: Администратор

source: Moderators
ru: Модераторы

source: Moderator
ru: Модератор

source: Guests
ru: Гости

source: Guest
ru: Гость

source: Members
ru: Пользователи

source: New members
ru: Новички

source: New member
ru: Новичок

source: Announcement
ru: Тут можно задать свое объявление

source: Rules
ru: Тут можно указать правила форума

source: Maintenance message
ru: Форум временно закрыт на обслуживание. Пожалуйста, попробуйте зайти позже.

source: Test post
ru: Тестовая тема

source: Test message
ru: Если вы видите это сообщение, то установка ForkBB закончена и форум работает! Теперь перейдите в админку (войдите на форум под администратором) и сконфигурируйте форум.

source: Test category
ru: Тестовая категория

source: Test forum
ru: Тестовый раздел

source: This is just a test forum
ru: Этот раздел создан при установке форума

source: Bad database charset
ru: База данных должна быть создана с указанием кодировки символов <b>utf8mb4</b> (сравнение <b>utf8mb4_unicode_ci</b>).

source: Bad database encoding
ru: База данных должна быть создана с указанием кодировки символов <b>%s</b>.

source: Bad database collate
ru: База данных должна быть создана с порядком сопоставления <b>C</b> (LC_COLLATE).

source: Bad database ctype
ru: База данных должна быть создана с типом символов <b>C</b> (LC_CTYPE).

source: Cookie setup
ru: <b>Настройки cookie</b>

source: Info 12
ru: Cookies - это механизм хранения данных браузером пользователя, который используется для его идетификации.

source: Cookie Domain info
ru: Если укажете (под)домен, то устанавливаемые форумом cookie будут доступны на нем и <b>всех его поддоменах</b>! www.example.com и example.com - <b>это не один домен</b>. www.example.com является поддоменом example.com. <b>Оставьте это поле пустым</b>, если cookie должны устанавливаться только для домена форума.

source: Cookie Path info
ru: Путь к директории на сервере, из которой будут доступны cookie. Если задать <b>/</b>, cookie будут доступны во всем домене domain. Если задать <b>/foo/</b>, cookie будут доступны только из директории <b>/foo/</b> и всех её поддиректорий (например, <b>/foo/bar/</b>) домена domain.

source: Yes
ru: Да

source: No
ru: Нет

source: Cookie Secure info
ru: Указывает на то, что значение cookie должно передаваться от клиента по защищённому соединению <b>HTTPS</b>. Если задано <b>ДА</b>, cookie от клиента будет передано на сервер, только если установлено защищённое соединение.

source: Script runs error
ru: Похоже, этот скрипт уже запущен другим пользователем. Если это были вы, то можно очистить кэш, чтобы не ждать окончания TTL.

source: Script key error
ru: Похоже, кто-то очистил кэш во время выполнения скрипта.

source: Database belongs to unknown forum type
ru: База данных принадлежит неизвестному типу форума.

source: %s does not have required tables
ru: В драйвере '%s' не заданы обязательные таблицы.

source: Current version '%1$s' is %2$s, need %3$s to %4$s
ru: Текущая версия базы данных '%1$s' равна %2$s, необходимо от %3$s до %4$s.

source: This database is empty
ru: Эта база данных пустая. Или префикс указан неверно.

source: Step %1$s %3$s (%2$s)
ru: Шаг %1$s '%3$s' (%2$s).

source: For SQLite, the database file...
ru: Для SQLite файл базы данных должен находится в каталоге <b>/app/config/db/</b>.

source: Source legend
ru: Источник

source: Receiver legend
ru: Получатель

source: Board type
ru: Тип форума

source: Working mode
ru: Режим работы

source: Start copy
ru: Начать копирование

source: Start merge
ru: Начать объединение

source: Backup
ru: Надеюсь, что у вас есть резервная копия.

source: Tables
ru: Таблиц

source: Rows
ru: Строк

source: Size
ru: Размер

source: Invalid DB status flag
ru: Неверный флаг состояния DB.

source: Database ready
ru: База данных готова.

source: Config file is generated
ru: Файл конфигурации <b>main.php</b> сформирован в каталоге <b>/app/config/</b>.

source: Instruction
ru: После запуска ForkBB с новой базой данных в первую очередь перепроверьте все настройки в админке. Сделайте перестройку поискового индекса.
