Repository: Elementtair/transformer
Catalog: app/lang/*/admin_logs.po
Languages: ru

source: Log name
ru: Имя лога

source: Level emergency
ru: Emergency

source: Level alert
ru: Alert

source: Level critical
ru: Critical

source: Level error
ru: Error

source: Level warning
ru: Warning

source: Level notice
ru: Notice

source: Level info
ru: Info

source: Level debug
ru: Debug

source: View log %s
ru: Открыть %s

source: Download log
ru: Скачать

source: Delete log
ru: Удалить

source: Delete log head
ru: Удалить лог

source: Delete log %s
ru: Удалить лог %s

source: Log deleted redirect
ru: Лог удален.

source: Failed to delete log redirect
ru: Лог не удалось удалить.

source: Log %s
ru: Лог %s
