Repository: Elementtair/transformer
Catalog: app/lang/*/pm.po
Languages: ru

source: PM Folders
ru: Папки

source: New messages
ru: Новые сообщения

source: New messages %s
ru: Новые сообщения (%s)

source: New messages with %s
ru: Новые сообщения с %s

source: My talks
ru: Моя переписка

source: My talks %s
ru: Моя переписка (%s)

source: My talks with %s
ru: Моя переписка с %s

source: Archive messages
ru: Архивные сообщения

source: Archive messages %s
ru: Архивные сообщения (%s)

source: Archive messages with %s
ru: Архивные сообщения с %s

source: PM Storage
ru: Занято

source: Active: %s
ru: Активные: %s%%

source: Archive: %s
ru: Архив: %s%%

source: New PT title
ru: Создание приватного диалога

source: New dialogue
ru: Новый диалог

source: New PM title
ru: Публикация ответа

source: New PM title archive
ru: Сохранение сообщения

source: New message
ru: Новое сообщение

source: Edit PT title
ru: Редактирование диалога

source: Edit dialogue
ru: Редактирование диалога

source: Edit PM title
ru: Редактирование сообщения

source: Edit message
ru: Редактирование сообщения

source: Topic review
ru: Обзор диалога (новое вверху)

source: Archive Send later
ru: В Архив (Отправить позже)

source: Info zero
ru: В данной папке нет сообщений.

source: PM to archive Redirect
ru: Приватное сообщение сохранено в архив.

source: PM created Redirect
ru: Создан новый диалог.

source: PM sent Redirect
ru: Приватное сообщение отправлено.

source: Dialogue
ru: Диалог

source: Dialogue %s was not found in the database
ru: Диалог %s не найден в базе данных.

source: Select
ru: Выбрать

source: Closed
ru: Закрыт

source: for %s
ru: для %s

source: Last post <a href="%1$s">%2$s</a>
ru: <small>Последнее сообщение </small><a href="%1$s">%2$s</a>

source: Delete dialogue
ru: Удалить диалог

source: Delete message
ru: Удалить сообщение

source: Dialogue is closed
ru: Текущий диалог закрыт.

source: Dialogue is locked
ru: Действия над этим диалогом запрещены.

source: Target pm off
ru: Получатель выключил приватные сообщения.

source: Target group pm off
ru: Группа получателя отключена от приватных сообщений.

source: Target is full
ru: Папка приватных сообщений получателя переполнена.

source: Active is full
ru: Ваша папка текущих приватных сообщений переполнена.

source: Archive is full
ru: Ваша папка архивных приватных сообщений переполнена.

source: Delete PT title
ru: Удаление диалога

source: Delete dialogue
ru: Удаление диалога

source: Delete PM title
ru: Удаление сообщения

source: Delete message
ru: Удаление сообщения

source: Delete info
ru: Удаляемое сообщение

source: Delete dialogue info
ru: Первое сообщение удаляемого диалога

source: Dialogue %s
ru: Диалог «%s»

source: Dialogue by %1$s (%2$s)
ru: Автор диалога: %1$s<br>Создан: %2$s

source: Message by %1$s (%2$s)
ru: Автор сообщения: %1$s<br>Создано: %2$s

source: Confirm delete dialogue
ru: Подтверждаю удаление диалога

source: Confirm delete message
ru: Подтверждаю удаление сообщения

source: Dialogue del redirect
ru: Диалог удален.

source: Message del redirect
ru: Сообщение удалено.

source: PM Options
ru: Настройки

source: PM Config
ru: Конфигурация

source: Blocked users
ru: Блокированные

source: To archive
ru: В Архив

source: Delete
ru: Удалить

source: No dialogs
ru: Вы не выбрали ни одного диалога для обработки.

source: Unknown action selected
ru: Выбрано неизвестное действие.

source: Dialogue %s is not yours
ru: Диалог %s не ваш.

source: InfoDeleteQ
ru: Подтверждение удаления

source: InfoSaveQ
ru: Подтверждение переноса

source: InfoDeleteQt
ru: Удаление диалогов

source: InfoSaveQt
ru: Перенос диалогов

source: Dialogues deleted redirect
ru: Диалоги удалены.

source: Dialogues moved to archive redirect
ru: Диалоги перемещены в Архив.

source: Cannot be moved
ru: Столько диалогов нельзя переместить в Архив.

source: Send dialogue
ru: Отправить диалог

source: Send dialogue to %s
ru: Отправить диалог %s

source: PM Config title
ru: Конфигурация личных сообщений

source: Use PM label
ru: Использовать ЛС

source: Use PM help
ru: Использовать личные сообщения.

source: Email notification label
ru: Уведомления на email

source: Email notification help
ru: Получать электронные письма-уведомления о новых личных сообщениях.

source: PM Config redirect
ru: Конфигурация личных сообщений изменена.

source: PM Config legend
ru: Настройки

source: PM off
ru: Вы выключили службу личных сообщений.

source: Block
ru: Блокировать

source: Unblock
ru: Разблокировать

source: You block addr
ru: Нельзя отправить сообщение. Вы заблокировали получателя.

source: Addr block you
ru: Нельзя отправить сообщение. Получатель заблокировал вас.

source: Send dialogue
ru: Отправка диалога

source: Send PT title
ru: Отправка диалога

source: Recipient: %s
ru: Получатель: %s

source: Send info
ru: Первое сообщение

source: Send dialogue redirect
ru: Диалог отправлен.

source: Blocked users title
ru: Заблокированные пользователи

source: No blocked users
ru: Нет заблокированных пользователей

source: Block user title
ru: Блокировка пользователя

source: Unblock user title
ru: Разблокировка пользователя

source: Block user %s crumb
ru: Блокировка пользователя %s

source: Unblock user %s crumb
ru: Разблокировка пользователя %s

source: Block user %s
ru: Заблокировать пользователя %s

source: Unblock user %s
ru: Снять блокировку с пользователя %s

source: Invalid action
ru: Неверное действие.

source: User is blocked redirect
ru: Пользователь заблокирован.

source: User is unblocked redirect
ru: Пользователь разблокирован.
